{
    "discipline": {
        "Animalism": {
            "1": "Feral Whispers - No roll is necessary to talk with an animal, but the character must establish eye contact first. Issuing commands requires a Manipulation + Animal Ken roll. The difficulty depends on the creature: Predatory mammals (wolves, cats, vampire bats) are difficulty 6, other mammals and predatory birds (rats, owls) are difficulty 7, and other birds and reptiles (pigeons, snakes) are difficulty 8. This difficulty is reduced by one if the character speaks to the animal in its 'native tongue' and can be adjusted further by circumstances and roleplaying skill (we highly recommend that all communication between characters and animals be roleplayed). The number of successes the player achieves dictates how strongly the character's command affects the animal. One success is sufficient to have a cat follow an individual and lead the character to the same location, three successes are enough to have a raven spy on a target for weeks, and five successes ensure that a grizzly ferociously guards the entrance to the character's wilderness haven for some months. The character's Nature plays a large part in how he approaches these conversations. The character might try intimidating, teasing, cajoling, or rationalizing. The player should understand that he does not simply play his character in these situations, but the Beast Within as well. Using this power cannot force an animal to do something against its nature, or to force a creature to risk its life. While the aforementioned grizzly would stand guard to the vampire's haven and even fight for it, it would not do so against obviously superior numbers or something overwhelmingly supernatural. A predatory bird might be convinced to harry a target, but would definitely not hold ground. A docile dog or skittish cat would have no problem with reporting something it had seen, but it wouldn't enter combat unless given no other option -- though it would likely agree to stand and fight and then flee at the first opportunity, if a harsh Kindred demanded it.",
            "2": "Beckoning - The player rolls Charisma + Survival (difficulty 6) to determine the response to the character's call; consult the table below. Only animals that can hear the cry will respond. If the Storyteller decides no animals of that type are within earshot, the summons goes unanswered. The call can be as specific as the player desires. A character could call for all bats in the area, for only the male bats nearby, or for only the albino bat with the notched ear he saw the other night.",
            "3": "Quell The Beast - The player rolls Manipulation + Intimidation if forcing down the Beast through fear, or Manipulation + Empathy if soothing it into complacency. The difficulty of the roll is 7 in either case. This is an extended action requiring as many total successes as the target has Willpower. Failure indicates that the player must start over from the beginning, while a botch indicates that the vampire may not affect that subject's Beast for the remainder of the scene. When a mortal's Beast is cowed or soothed, she can no longer use or regain Willpower. She ceases all struggles, whether mental or physical. She doesn't even defend herself if assaulted, though the Storyteller may allow a Willpower roll if the mortal believes her life is truly threatened. To recover from this power, the mortal's player rolls Willpower (difficulty 6) once per day until she accumulates enough successes to equal the vampire's Willpower. Kindred cannot be affected by this power. Though a vampire's Beast cannot be cowed with this ability, the Storyteller may allow characters to use the 'soothing' variation of this power to pull a vampire out of frenzy. With three or more successes, the frenzying vampire may roll again to pull herself out of frenzy, using the same difficulty as the stimulus that caused the frenzy originally.",
            "4": "Subsume The Spirit - The player rolls Manipulation + Animal Ken (difficulty 8) as the character looks into the animal's eyes. The number of successes allows the character to employ some mental Disciplines while possessing the animal, as noted below. This power entwines the character's consciousness closely with the animal's spirit, so much so that the character may continue to think and feel like that animal even after breaking the connection. This effect continues until the character spends a total of seven nights or three Willpower points to resist and finally overcome the animal nature. This should be roleplayed, though the character will be affected to a lesser degree if the player chooses to spend Willpower. At the end of any particularly exciting incident during possession, the player rolls Wits + Empathy (difficulty 8) for the character to retain his own mind. Failure indicates that the character's mind returns to his own body, but still thinks in purely animalistic terms. A botch returns the character to his body, and also sends him into frenzy. The character may travel as far from his own physical body as he chooses while possessing the animal. The character retains no conscious connection with his vampire body during this time, though. The vampire may also venture out during the day, albeit in the animal's body. However, the character's own body must be awake to do so, requiring a successful roll to remain awake. If the character leaves the animal's body (by choice, if his body falls asleep, or after sustaining significant injury), the vampire's consciousness returns to his physical form instantaneously. Although the vampire has no conscious link to his body while possessing the animal, he does form a sympathetic bond. Anything the animal feels, the vampire also experiences, from pleasure to pain. In fact, any damage the animal's body sustains is also applied to the character's body, though the Kindred body may soak as normal. If the animal dies before the vampire's soul can flee from the body, the character's body falls into torpor. Presumably this is in sympathetic response to the massive trauma of death, but some Kindred believe that the vampire's soul is cast adrift during this time and must find its way back to the body.",
            "5": "Drawing Out The Beast - The player must announce his preferred target (since it must be someone within sight, Drawing Out the Beast cannot be used if the vampire is alone), then roll Manipulation + Self-Control/Instinct (difficulty 8). Refer to the table below for the results. If the attempt fails, the character himself immediately enters frenzy. As the character relaxes in expectation of relieving his savage urges, the Beast takes that opportunity to dig deeper. In this case, the frenzy lasts twice as long as normal and is twice as difficult to shrug off; its severity also increases exponentially. Botching this roll is even more catastrophic; the heightened frenzy grows so extreme that not even expending Willpower curbs its duration or effects. The character is a hapless victim to the terrible fury of his Beast, and may well hurl herself into a savage, flesh-rending rampage that leaves the Masquerade (and unfortunate nearby onlookers) in tatters. If the character leaves the target's presence before the frenzy expends itself, the vampire loses his Beast, perhaps permanently. While no longer vulnerable to frenzy, the character cannot use or regain Willpower and becomes increasingly lethargic. To recover the Beast, he must find the person who now possesses it (who likely isn't enjoying herself very much) and coax the Beast into its proper vessel. The most effective way to do so is to behave in ways that make the Beast want to return -- however, this isn't a guarantee that it will wish to do so. Alternatively, the character can simply kill the host (thus causing the Beast to return to the vampire immediately)."
        }
    }

}